{"devsite_speakers": [{"bio": "Gerwin Sturm is an independent software developer from Vienna, Austria. In his free time he focusses mainly on the various APIs that Google+ has to offer and has created several open-sourced demo projects (https://code.google.com/p/gplus-experiments/). For his activities in this area Google has granted him membership in the Google Developers Expert program as Google+ GDE 2012\n(https://developers.google.com/experts/members/).", "first_name": "", "last_name": "", "display_name": "Gerwin Sturm", "user_id": "devfest2012/GerwinSturm/", "thumbnail_url": "https://lh3.googleusercontent.com/-khaIYLifQik/AAAAAAAAAAI/AAAAAAAARac/rxYBE71SWi8/s100-c-k/photo.jpg", "plusone_url": "https://plus.google.com/112336147904981294875", "speaker_id": "devfest2012/GerwinSturm/"}, {"bio": "Tim Messerschmidt is a long-time mobile & web developer. In his current position as Developer Evangelist for PayPal he’s coordinating the developer activities for Germany, Austria & Swiss. Tim is passionate about working with startups, developers & geeks in general and is always looking forward to a good hackathon. Prior to his job at PayPal Tim worked as a Technical Project Manager & Software Engineer at the mobile agency Neofonie Mobile GmbH in Berlin. Having studied Business Informatics at the University of Paderborn in Germany, he is passionate about topics like eCommerce – this helped him in activities like consulting Samsung Deutschland GmbH as Developer Advocate and running his own business.", "first_name": "", "last_name": "", "display_name": "Tim Messerschmidt", "user_id": "devfest2012/TimMesserschmidt/", "thumbnail_url": "https://lh4.googleusercontent.com/-ciwfeOhVIwk/AAAAAAAAAAI/AAAAAAAAGok/Qab7-kROkWc/s100-c-k/photo.jpg", "plusone_url": "https://plus.google.com/100306073783323857197", "speaker_id": "devfest2012/TimMesserschmidt/"}, {"bio": "Vladimir Vuskovic is a Product Manager at Google, and manages YouTube APIs and uploads. He got his Ph.D. from the robotics institute at ETH Zurich", "first_name": "", "last_name": "", "display_name": "Vladimir Vuskovic", "user_id": "devfest2012/VladimirVuskovic/", "thumbnail_url": "https://lh6.googleusercontent.com/-Rt1sHaF6v3s/AAAAAAAAAAI/AAAAAAAAACs/b0kWxCdfs9A/s100-c-k/photo.jpg", "plusone_url": "https://plus.google.com/102165904234529824144", "speaker_id": "devfest2012/VladimirVuskovic/"}, {"bio": "Dominique Guinard is the CTO and co-founder of EVRYTHNG, a software company providing Active Digital Identities, for any physical object. He got his Ph.D. from ETH Zurich, where he worked on laying down the foundations of the Web of Things: a world-wide network of interconnected objects (sensors, appliances, machines and tagged objects) and co-founded the Web of Things (WoT) community. Before this, he worked on bringing industrial networks of RFID-tagged objects to the Web at the MIT Auto-ID Labs in the USA. He also worked 4 years for SAP on the software aspects of the next generation platform for integrating the Internet of Things with business processes.", "first_name": "", "last_name": "", "display_name": "Dominique Guinard", "user_id": "devfest2012/DominiqueGuinard/", "thumbnail_url": "http://d3stfaksajozv0.cloudfront.net/assets/marketing/team/team-dominique-guinard-c14b7a7de2694353657816b3dad4edb2.png", "plusone_url": "http://dom.guinard.org/", "speaker_id": "devfest2012/DominiqueGuinard/"}, {"bio": "Dominik Dary is a Staff Software Engineer in the EU Quality Engineering Team and has 8 years of practical experience in professional software development and in quality engineering. \nAt eBay, Dominik is responsible for improving engineering productivity in the software testing field. His main focus is test automation for mobile and web products.", "first_name": "", "last_name": "", "display_name": "Dominik Dary", "user_id": "devfest2012/DominikDary/", "thumbnail_url": "https://lh6.googleusercontent.com/-ibEHOtnUceQ/AAAAAAAAAAI/AAAAAAAABZM/a_UHCGDqpkQ/s100-c-k/photo.jpg", "plusone_url": "https://plus.google.com/103821875606194970205/about", "speaker_id": "devfest2012/DominikDary/"}, {"bio": "Nicolas Garnier joined Google’s Developer Relations in 2008 and lives in Zurich. He is a Developer Advocate focusing on Google Drive and Web APIs. Nicolas is also the lead engineer for the OAuth 2.0 Playground. Before joining Google, Nicolas worked at Airbus and at the French Space Agency where he built web applications for scientific researchers.", "first_name": "", "last_name": "", "display_name": "Nicolas Garnier", "user_id": "devfest2012/NicolasGarnier/", "thumbnail_url": "https://lh4.googleusercontent.com/-K1xGP8W20xk/AAAAAAAAAAI/AAAAAAAABhY/Cs_4qr30MxI/s100-c-k/photo.jpg", "plusone_url": "https://plus.google.com/108635752367054807758", "speaker_id": "devfest2012/NicolasGarnier/"}, {"bio": "Jerome Mouton is a co-founder and CTO at SnapEngage, a customer engagement solution hosted on Google App Engine. He is as well a lead of the GDG Berlin.", "first_name": "", "last_name": "", "display_name": "Jerome Mouton", "user_id": "devfest2012/JeromeMouton/", "thumbnail_url": "https://lh4.googleusercontent.com/-BbrGfDBIqSE/AAAAAAAAAAI/AAAAAAAAApE/mbkrmqY_mew/s100-c-k/photo.jpg", "plusone_url": "https://plus.google.com/110615325729051596989", "speaker_id": "devfest2012/JeromeMouton/"}, {"bio": "Manuel Di Cerbo and Andreas Rudolf - Graduating as Electrical Engineers from the University of Applied Sciences Northwestern Switzerland, the two speakers created the bachelor thesis project \"Using Android in Industrial Automation\". The\nthesis has been awarded with the \"Siemens Excellence Award\" as best bachelor thesis of technical studies.", "first_name": "", "last_name": "", "display_name": "Manuel Di Cerbo", "user_id": "devfest2012/ManuelDiCerbo/", "thumbnail_url": "https://lh6.googleusercontent.com/-f_Oo8dZ0V7w/AAAAAAAAAAI/AAAAAAAAACY/eLrb6984t5o/s100-c-k/photo.jpg", "plusone_url": "https://plus.google.com/107886986978880297607/about", "speaker_id": "devfest2012/ManuelDiCerbo/"}, {"bio": "The two engineers built up their own company \"Nexus-Computing Switzerland\" and kept maintaining the project and regularly publish their newest findings around Android and Industrial Automation on their technical blog \"android.serverbox.ch\". Recently they decided to make their oscilloscope hardware (which is completely open source) available for purchase and to rewrite the application for mobile touchscreen devices such as tablets and mobile phones.", "first_name": "", "last_name": "", "display_name": "Andreas Rudolf", "user_id": "devfest2012/AndreasRudolf/", "thumbnail_url": "https://lh5.googleusercontent.com/-ZO91-DYdnbs/AAAAAAAAAAI/AAAAAAAABJI/X0chkKuYaS4/s100-c-k/photo.jpg", "plusone_url": "https://plus.google.com/u/0/105732417227914360039/about", "speaker_id": "devfest2012/AndreasRudolf/"}, {"bio": "Michel Racic - Like usual around here, I'm a coding and technology freak.\nI just finished my bachelor of engineering in computer sience or on german \"Dipl. Ing.\" and cuurently I'm mostly coding in Java.\nIn my day job I work as a Testautomation engineer and deal with all kind of Software from Native over Web into Mainframe where I use existing tools like QTP, Canoo WebTest, ... or write my own testing apps or libraries.\nIn the night I'm mostly focused on Android or other fast living technology.", "first_name": "", "last_name": "", "display_name": "Michel Racic", "user_id": "devfest2012/MichelRacic/", "thumbnail_url": "https://lh4.googleusercontent.com/-M1Z18OUfvCc/AAAAAAAAAAI/AAAAAAAAAiQ/DO-jMPzfwBg/s100-c-k/photo.jpg", "plusone_url": "http://racic.ch/+", "speaker_id": "devfest2012/MichelRacic/"}, {"bio": "Hands-on experience with the various tools and toys the Hangouts API has to offer.\nThe best way to get to know the Hangouts API is to actually use it. In this workshop you will get the chance to play around with the various functions the Hangouts API directly inside of a hangout.\nAt the end you should be able to get started with writing your own Hangout Apps or turning your existing WebApps into colloborative Hangout apps", "first_name": "", "last_name": "", "display_name": "", "user_id": "devfest2012//", "thumbnail_url": "", "plusone_url": "", "speaker_id": "devfest2012//"}]}